Revit 2015 API
IFCTypeInfo Constructor
 Constructs a new empty type info object.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
Since: 2012
Syntax
C#
public IFCTypeInfo()
Visual Basic
Public Sub New
Visual C++
public:
IFCTypeInfo()
See Also
IFCTypeInfo Class
Autodesk.Revit.DB.IFC Namespace